export const principlesTexts = [
  {
    title: 'Ориентация',
    text: <>Понимание потребностей и целей клиентов для создания продуктов, которые превосходят их ожидания.</>,
  },
  {
    title: 'Гибкость',
    text: (
      <>Быстрая адаптация к изменяющимся требованиям проекта и рынка без потери качества конечного продукта.</>
    ),
  },
  {
    title: 'Прозрачность',
    text: (
      <>
        Поддержание открытого диалога с клиентами на всех этапах разработки и предоставление регулярных обновлений
        статуса проекта.
      </>
    ),
  },
  {
    title: 'Инновационность',
    text: (
      <>
        Применение передовых технологий и методик для создания современных, функциональных и безопасных мобильных
        приложений.
      </>
    ),
  },
  {
    title: 'Ответственность',
    text: (
      <>
        Строгое соблюдение сроков разработки и доставки проектов, управление временем и ресурсами для своевременного
        выполнения задач.
      </>
    ),
  },
];
